Repository: Ranatchai/openGym
Catalog: ios-native/OpenGymApp/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, hu, it, ko, pl, pt, pt_br, ru, th, tr, uk, zh

source: Afterwards you sign in with your profile name only.
ar: بعد ذلك تسجّل الدخول باسم ملفك الشخصي فقط.
de: Danach meldest du dich nur noch mit deinem Profilnamen an.
es: Después solo inicias sesión con el nombre de tu perfil.
fr: Ensuite, tu te connectes uniquement avec le nom de ton profil.
hi: इसके बाद आप सिर्फ़ अपनी प्रोफ़ाइल के नाम से साइन इन करेंगे।
hu: Ezután csak a profilod nevével jelentkezhetsz be.
it: Dopo accedi solo con il nome del tuo profilo.
ko: 이후에는 프로필 이름으로만 로그인합니다.
pl: Potem logujesz się już tylko nazwą profilu.
pt: Depois disso, inicias sessão apenas com o nome do teu perfil.
pt_br: Depois disso, você entra só com o nome do seu perfil.
ru: После этого ты входишь только по имени профиля.
th: หลังจากนั้นคุณจะเข้าสู่ระบบด้วยชื่อโปรไฟล์เท่านั้น
tr: Bundan sonra yalnızca profil adınla giriş yaparsın.
uk: Після цього ти входиш лише за назвою профілю.
zh: 之后你只能用档案名字登录。

source: All
ar: الكل
de: Alle
es: Todo
fr: Tout
hi: सभी
hu: Összes
it: Tutti
ko: 전체
pl: Wszystkie
pt: Todos
pt_br: Todos
ru: Все
th: ทั้งหมด
tr: Tümü
uk: Усі
zh: 全部

source: All data reset
ar: تمت إعادة تعيين جميع البيانات
de: Alle Daten zurückgesetzt
es: Todos los datos restablecidos
fr: Toutes les données réinitialisées
hi: सारा डेटा रीसेट
hu: Minden adat visszaállítva
it: Tutti i dati azzerati
ko: 모든 데이터 초기화됨
pl: Wszystkie dane zresetowane
pt: Todos os dados repostos
pt_br: Todos os dados redefinidos
ru: Все данные сброшены
th: รีเซ็ตข้อมูลทั้งหมดแล้ว
tr: Tüm veriler sıfırlandı
uk: Усі дані скинуто
zh: 所有数据已重置

source: All data stays on this phone
ar: جميع البيانات تبقى على هذا الهاتف
de: Alle Daten bleiben auf diesem Handy
es: Todos los datos se quedan en este teléfono
fr: Toutes les données restent sur ce téléphone
hi: सारा डेटा इसी फ़ोन पर रहता है
hu: Minden adat ezen a telefonon marad
it: Tutti i dati restano su questo telefono
ko: 모든 데이터는 이 휴대폰에만 저장됩니다
pl: Wszystkie dane zostają na tym telefonie
pt: Todos os dados ficam neste telemóvel
pt_br: Todos os dados ficam neste celular
ru: Все данные остаются на этом телефоне
th: ข้อมูลทั้งหมดอยู่บนโทรศัพท์เครื่องนี้
tr: Tüm veriler bu telefonda kalır
uk: Усі дані лишаються на цьому телефоні
zh: 所有数据都保存在这部手机上

source: All optional. The more the Coach knows, the less it guesses.
ar: كلها اختيارية. كلما عرف المدرب أكثر، قلّ تخمينه.
de: Alles optional. Je mehr der Coach weiß, desto weniger muss er raten.
es: Todo opcional. Cuanto más sepa el entrenador, menos tendrá que adivinar.
fr: Tout est facultatif. Plus le coach en sait, moins il devine.
hi: सब वैकल्पिक है। कोच जितना अधिक जानेगा, उतना कम अनुमान लगाएगा।
hu: Mind opcionális. Minél többet tud az Edző, annál kevesebbet találgat.
it: Tutto facoltativo. Più il Coach sa, meno deve indovinare.
ko: 모두 선택 사항입니다. 코치가 많이 알수록 추측이 줄어듭니다.
pl: Wszystko opcjonalne. Im więcej trener wie, tym mniej zgaduje.
pt: Tudo opcional. Quanto mais o Treinador souber, menos tem de adivinhar.
pt_br: Tudo opcional. Quanto mais o Treinador souber, menos tem de adivinhar.
ru: Всё необязательно. Чем больше тренер знает, тем меньше он гадает.
th: ไม่บังคับทั้งหมด ยิ่งโค้ชรู้มาก ก็ยิ่งเดาน้อยลง
tr: Hepsi isteğe bağlı. Koç ne kadar çok bilirse o kadar az tahmin eder.
uk: Усе необов’язково. Що більше тренер знає, то менше він вгадує.
zh: 全部可选。教练了解得越多，猜测就越少。

source: All synced
ar: تمت مزامنة كل شيء
de: Alles synchronisiert
es: Todo sincronizado
fr: Tout est synchronisé
hi: सब सिंक हो गया
hu: Minden szinkronizálva
it: Tutto sincronizzato
ko: 모두 동기화됨
pl: Wszystko zsynchronizowane
pt: Tudo sincronizado
pt_br: Tudo sincronizado
ru: Всё синхронизировано
th: ซิงค์ครบแล้ว
tr: Her şey eşitlendi
uk: Усе синхронізовано
zh: 已全部同步

source: All weigh-ins
ar: كل قياسات الوزن
de: Alle Wiegungen
es: Todos los pesajes
fr: Toutes les pesées
hi: सभी वज़न मापन
hu: Összes mérés
it: Tutte le pesate
ko: 모든 체중 기록
pl: Wszystkie ważenia
pt: Todas as pesagens
pt_br: Todas as pesagens
ru: Все взвешивания
th: บันทึกน้ำหนักทั้งหมด
tr: Tüm tartımlar
uk: Усі зважування
zh: 全部称重记录

source: Almost there
ar: أوشكنا على الانتهاء
de: Fast geschafft
es: Ya casi
fr: Presque fini
hi: लगभग हो गया
hu: Mindjárt kész
it: Ci siamo quasi
ko: 거의 다 됐어요
pl: Prawie gotowe
pt: Quase lá
pt_br: Quase lá
ru: Почти готово
th: ใกล้เสร็จแล้ว
tr: Neredeyse bitti
uk: Майже готово
zh: 快完成了

source: Also trains
ar: يدرّب أيضًا
de: Trainiert auch
es: También trabaja
fr: Sollicite aussi
hi: यह भी प्रशिक्षित करता है
hu: Emellett edzi
it: Allena anche
ko: 함께 훈련
pl: Angażuje również
pt: Também trabalha
pt_br: Também trabalha
ru: Также тренирует
th: ฝึกกล้ามเนื้อนี้ด้วย
tr: Ayrıca çalıştırır
uk: Також тренує
zh: 同时训练

source: Always for this exercise
ar: دائمًا لهذا التمرين
de: Immer bei dieser Übung
es: Siempre en este ejercicio
fr: Toujours pour cet exercice
hi: इस कसरत के लिए हमेशा
hu: Mindig ennél a gyakorlatnál
it: Sempre per questo esercizio
ko: 이 운동에 항상 표시
pl: Zawsze przy tym ćwiczeniu
pt: Sempre neste exercício
pt_br: Sempre neste exercício
ru: Всегда для этого упражнения
th: ใช้ตลอดสำหรับท่านี้
tr: Bu harekette her zaman
uk: Завжди для цієї вправи
zh: 这个动作始终显示

source: An AI coach that can design your plan and adjust it from what you actually log. It runs on this server, it never changes anything without your say-so, and it is off until you turn it on.
ar: مدرب ذكاء اصطناعي يمكنه تصميم خطتك وتعديلها بناءً على ما تسجله فعلًا. يعمل على هذا الخادم، ولا يغيّر شيئًا دون موافقتك، ويبقى متوقفًا حتى تشغّله.
de: Ein KI-Coach, der deinen Plan entwirft und ihn an das anpasst, was du tatsächlich protokollierst. Er läuft auf diesem Server, ändert nie etwas ohne dein Einverständnis und ist aus, bis du ihn einschaltest.
es: Un entrenador con IA que puede diseñar tu plan y ajustarlo según lo que registras. Se ejecuta en este servidor, nunca cambia nada sin tu permiso y está apagado hasta que lo actives.
fr: Un coach IA qui conçoit votre plan et l’ajuste selon ce que vous enregistrez. Il tourne sur ce serveur, ne change jamais rien sans votre accord et reste désactivé tant que vous ne l’activez pas.
hi: एक AI कोच जो आपका प्लान बनाता है और आपके दर्ज किए गए रिकॉर्ड के हिसाब से उसे ढालता है। यह इसी सर्वर पर चलता है, आपकी सहमति के बिना कुछ नहीं बदलता, और जब तक आप चालू न करें बंद रहता है।
hu: Egy MI-edző, amely megtervezi a programodat, és ahhoz igazítja, amit valóban rögzítesz. Ezen a szerveren fut, a beleegyezésed nélkül semmit sem változtat, és ki van kapcsolva, amíg be nem kapcsolod.
it: Un coach con IA che progetta il tuo piano e lo adatta in base a ciò che registri. Gira su questo server, non cambia mai nulla senza il tuo consenso ed è spento finché non lo attivi.
ko: 내 계획을 설계하고 실제 기록에 맞춰 조정해 주는 AI 코치입니다. 이 서버에서 실행되며, 동의 없이는 아무것도 바꾸지 않고, 켜기 전까지는 꺼져 있습니다.
pl: Trener AI, który układa Twój plan i dostosowuje go do tego, co zapisujesz. Działa na tym serwerze, nigdy nic nie zmienia bez Twojej zgody i jest wyłączony, dopóki go nie włączysz.
pt: Um treinador com IA que cria o teu plano e o ajusta com base no que registas. Corre neste servidor, nunca muda nada sem a tua autorização e está desligado até o ligares.
pt_br: Um treinador com IA que cria seu plano e o ajusta com base no que você registra. Roda neste servidor, nunca muda nada sem a sua autorização e fica desligado até você ligá-lo.
ru: ИИ-тренер, который составляет ваш план и корректирует его по тому, что вы записываете. Он работает на этом сервере, никогда ничего не меняет без вашего согласия и выключен, пока вы его не включите.
th: โค้ช AI ที่ออกแบบแผนของคุณและปรับตามสิ่งที่คุณบันทึกจริง ทำงานบนเซิร์ฟเวอร์นี้ ไม่เปลี่ยนแปลงอะไรโดยไม่ได้รับความยินยอมจากคุณ และปิดอยู่จนกว่าคุณจะเปิด
tr: Planını tasarlayan ve kaydettiklerine göre ayarlayan bir yapay zekâ koçu. Bu sunucuda çalışır, onayın olmadan hiçbir şeyi değiştirmez ve sen açana kadar kapalıdır.
uk: ШІ-тренер, який складає твій план і коригує його за тим, що ти реально записуєш. Він працює на цьому сервері, ніколи нічого не змінює без твоєї згоди і вимкнений, поки ти його не увімкнеш.
zh: 一个能设计你的计划、并根据你实际记录的数据进行调整的 AI 教练。它运行在这台服务器上，未经你同意绝不改动任何内容，并且在你开启之前一直关闭。

source: An AI coach that can design your plan and adjust it from what you actually log. It runs with your own API key, it never changes anything without your say-so, and it is off until you turn it on.
ar: مدرب ذكاء اصطناعي يمكنه تصميم خطتك وتعديلها بناءً على ما تسجله فعلًا. يعمل بمفتاح API خاص بك، ولا يغيّر شيئًا دون موافقتك، ويبقى متوقفًا حتى تشغّله.
de: Ein KI-Coach, der deinen Plan entwirft und ihn anhand dessen anpasst, was du wirklich einträgst. Er läuft mit deinem eigenen API-Schlüssel, ändert nie etwas ohne dein Okay und ist aus, bis du ihn einschaltest.
es: Un entrenador con IA que diseña tu plan y lo ajusta según lo que realmente registras. Funciona con tu propia clave de API, nunca cambia nada sin tu permiso y está apagado hasta que lo enciendas.
fr: Un coach IA qui conçoit ton plan et l’ajuste d’après ce que tu enregistres vraiment. Il fonctionne avec ta propre clé API, ne change jamais rien sans ton accord et reste désactivé tant que tu ne l’actives pas.
hi: एक AI कोच जो आपकी योजना बनाता है और आपके वास्तविक रिकॉर्ड के आधार पर उसे समायोजित करता है। यह आपकी अपनी API कुंजी से चलता है, आपकी अनुमति के बिना कुछ नहीं बदलता, और जब तक आप इसे चालू न करें, बंद रहता है।
hu: Egy MI-edző, amely megtervezi a programodat, és ahhoz igazítja, amit valóban rögzítesz. A saját API-kulcsoddal fut, a beleegyezésed nélkül semmit sem változtat, és ki van kapcsolva, amíg be nem kapcsolod.
it: Un coach con IA che progetta il tuo piano e lo adatta in base a ciò che registri davvero. Funziona con la tua chiave API, non cambia mai nulla senza il tuo consenso ed è spento finché non lo accendi.
ko: 당신의 계획을 설계하고 실제 기록에 따라 조정하는 AI 코치입니다. 당신의 API 키로 실행되며, 동의 없이는 아무것도 바꾸지 않고, 켜기 전까지는 꺼져 있습니다.
pl: Trener AI, który projektuje Twój plan i dostosowuje go do tego, co naprawdę zapisujesz. Działa z Twoim własnym kluczem API, nigdy nic nie zmienia bez Twojej zgody i jest wyłączony, dopóki go nie włączysz.
pt: Um treinador com IA que cria o teu plano e o ajusta com base no que registas. Corre com a tua própria chave de API, nunca muda nada sem a tua autorização e está desligado até o ligares.
pt_br: Um treinador com IA que cria seu plano e o ajusta com base no que você registra. Roda com a sua própria chave de API, nunca muda nada sem a sua autorização e fica desligado até você ligá-lo.
ru: ИИ-тренер, который составляет план и корректирует его по тому, что вы реально записываете. Работает с вашим собственным API-ключом, ничего не меняет без вашего согласия и выключен, пока вы его не включите.
th: โค้ช AI ที่ออกแบบแผนของคุณและปรับตามสิ่งที่คุณบันทึกจริง ทำงานด้วยคีย์ API ของคุณเอง ไม่เปลี่ยนแปลงอะไรโดยไม่ได้รับความยินยอมจากคุณ และปิดอยู่จนกว่าคุณจะเปิด
tr: Planını tasarlayan ve gerçekten kaydettiklerine göre ayarlayan bir yapay zekâ koçu. Kendi API anahtarınla çalışır, onayın olmadan hiçbir şeyi değiştirmez ve sen açana kadar kapalıdır.
uk: ШІ-тренер, який складає план і коригує його за тим, що ти реально записуєш. Працює з твоїм власним API-ключем, нічого не змінює без твоєї згоди і вимкнений, поки ти його не увімкнеш.
zh: 一个能为你设计计划并根据你实际记录进行调整的 AI 教练。它使用你自己的 API 密钥运行，未经你同意不会更改任何内容，并且在你开启之前保持关闭。

source: An invite code is required
ar: رمز الدعوة مطلوب
de: Ein Einladungscode ist erforderlich
es: Se requiere un código de invitación
fr: Un code d’invitation est requis
hi: एक इनवाइट कोड आवश्यक है
hu: Meghívókód szükséges
it: È richiesto un codice di invito
ko: 초대 코드가 필요합니다
pl: Wymagany jest kod zaproszenia
pt: É necessário um código de convite
pt_br: É necessário um código de convite
ru: Требуется код приглашения
th: ต้องมีรหัสเชิญ
tr: Bir davet kodu gerekli
uk: Потрібен код запрошення
zh: 需要邀请码

source: Android blocks unencrypted http:// connections from apps, so this phone can only reach an https:// endpoint. Put HTTPS in front of it (Tailscale or a reverse proxy), or choose “Use my self-hosted openGym”: your server can reach an http:// model on its own network.
ar: يحظر Android اتصالات http:// غير المشفرة من التطبيقات، لذا لا يستطيع هذا الهاتف الوصول إلا إلى نقطة نهاية https://. ضع HTTPS أمامها (Tailscale أو وكيل عكسي)، أو اختر «استخدام openGym المستضاف ذاتيًا»: يستطيع خادمك الوصول إلى نموذج عبر http:// على شبكته.
de: Android blockiert unverschlüsselte http://-Verbindungen aus Apps, deshalb erreicht dieses Handy nur einen https://-Endpunkt. Stell HTTPS davor (Tailscale oder ein Reverse Proxy) oder wähle „Mein selbst gehostetes openGym nutzen“: Dein Server erreicht ein http://-Modell in seinem eigenen Netzwerk.
es: Android bloquea las conexiones http:// sin cifrar desde las apps, así que este teléfono solo puede llegar a un endpoint https://. Pon HTTPS delante (Tailscale o un proxy inverso), o elige «Usar mi openGym autoalojado»: tu servidor sí puede llegar a un modelo http:// en su propia red.
fr: Android bloque les connexions http:// non chiffrées depuis les applis, donc ce téléphone ne peut joindre qu’un endpoint https://. Mets HTTPS devant (Tailscale ou un reverse proxy), ou choisis « Utiliser mon openGym auto-hébergé » : ton serveur, lui, peut joindre un modèle en http:// sur son propre réseau.
hi: Android ऐप्स से बिना एन्क्रिप्शन वाले http:// कनेक्शन ब्लॉक करता है, इसलिए यह फ़ोन सिर्फ़ https:// एंडपॉइंट तक पहुँच सकता है। उसके आगे HTTPS लगाएं (Tailscale या रिवर्स प्रॉक्सी), या “मेरा सेल्फ़-होस्टेड openGym इस्तेमाल करें” चुनें: आपका सर्वर अपने नेटवर्क पर http:// मॉडल तक पहुँच सकता है।
hu: Az Android letiltja az appokból induló titkosítatlan http:// kapcsolatokat, ezért ez a telefon csak https:// végpontot ér el. Tegyél elé HTTPS-t (Tailscale vagy reverse proxy), vagy válaszd „A saját openGym-szerveremet használom” lehetőséget: a szervered a saját hálózatán elér egy http:// modellt is.
it: Android blocca le connessioni http:// non cifrate dalle app, quindi questo telefono può raggiungere solo un endpoint https://. Metti HTTPS davanti (Tailscale o un reverse proxy), oppure scegli «Usa il mio openGym self-hosted»: il tuo server può raggiungere un modello http:// sulla sua rete.
ko: Android는 앱의 암호화되지 않은 http:// 연결을 차단하므로 이 휴대폰은 https:// 엔드포인트에만 연결할 수 있습니다. 앞단에 HTTPS를 두거나(Tailscale 또는 리버스 프록시) “내 자체 호스팅 openGym 사용”을 선택하세요. 서버는 자체 네트워크의 http:// 모델에 연결할 수 있습니다.
pl: Android blokuje nieszyfrowane połączenia http:// z aplikacji, więc ten telefon połączy się tylko z punktem końcowym https://. Postaw przed nim HTTPS (Tailscale albo reverse proxy) albo wybierz „Użyj mojego własnego openGym”: twój serwer połączy się z modelem http:// we własnej sieci.
pt: O Android bloqueia ligações http:// não cifradas a partir de apps, por isso este telemóvel só chega a um endpoint https://. Põe HTTPS à frente (Tailscale ou um reverse proxy), ou escolhe «Usar o meu openGym self-hosted»: o teu servidor consegue chegar a um modelo http:// na própria rede.
pt_br: O Android bloqueia conexões http:// não criptografadas feitas por aplicativos, então este celular só consegue acessar um endpoint https://. Coloque HTTPS na frente (Tailscale ou um proxy reverso), ou escolha “Usar meu openGym self-hosted”: seu servidor consegue acessar um modelo http:// na própria rede.
ru: Android блокирует незашифрованные подключения http:// из приложений, поэтому этот телефон может обращаться только к адресу https://. Поставьте перед ним HTTPS (Tailscale или обратный прокси) или выберите «Использовать мой собственный openGym»: ваш сервер может обращаться к модели по http:// в своей сети.
th: Android บล็อกการเชื่อมต่อ http:// ที่ไม่เข้ารหัสจากแอป โทรศัพท์เครื่องนี้จึงเข้าถึงได้เฉพาะ endpoint แบบ https:// ให้วาง HTTPS ไว้ด้านหน้า (Tailscale หรือ reverse proxy) หรือเลือก “ใช้ openGym ที่ฉันโฮสต์เอง”: เซิร์ฟเวอร์ของคุณเข้าถึงโมเดล http:// ในเครือข่ายของตัวเองได้
tr: Android, uygulamalardan gelen şifrelenmemiş http:// bağlantılarını engeller; bu yüzden bu telefon yalnızca bir https:// uç noktasına ulaşabilir. Önüne HTTPS koy (Tailscale ya da ters proxy) veya “Kendi openGym sunucumu kullan” seçeneğini seç: sunucun kendi ağındaki bir http:// modele ulaşabilir.
uk: Android блокує незашифровані з’єднання http:// із застосунків, тож цей телефон може звертатися лише до ендпоінта https://. Постав перед ним HTTPS (Tailscale або зворотний проксі) або вибери «Використати мій власний openGym»: твій сервер може звертатися до моделі через http:// у своїй мережі.
zh: Android 会阻止应用发起未加密的 http:// 连接，所以这部手机只能连接 https:// 端点。请在它前面加一层 HTTPS（Tailscale 或反向代理），或选择“使用我自托管的 openGym”：你的服务器可以访问它自己网络中的 http:// 模型。

source: Anonymous medians from this instance
ar: متوسطات مجهولة الهوية من هذا المثيل
de: Anonyme Mediane dieser Instanz
es: Medianas anónimas de esta instancia
fr: Médianes anonymes de cette instance
hi: इस इंस्टेंस के गुमनाम माध्यिका आँकड़े
hu: Névtelen mediánok erről a példányról
it: Mediane anonime di questa istanza
ko: 이 인스턴스의 익명 중앙값
pl: Anonimowe mediany z tej instancji
pt: Medianas anónimas desta instância
pt_br: Medianas anônimas desta instância
ru: Анонимные медианы этого сервера
th: ค่ามัธยฐานแบบไม่ระบุตัวตนจากอินสแตนซ์นี้
tr: Bu sunucudan anonim medyanlar
uk: Анонімні медіани цього сервера
zh: 来自本实例的匿名中位数

source: Another profile already signs in with this name.
ar: هناك ملف شخصي آخر يسجّل الدخول بهذا الاسم.
de: Ein anderes Profil meldet sich schon mit diesem Namen an.
es: Otro perfil ya inicia sesión con este nombre.
fr: Un autre profil se connecte déjà avec ce nom.
hi: कोई दूसरी प्रोफ़ाइल पहले से इस नाम से साइन इन करती है।
hu: Egy másik profil már ezzel a névvel jelentkezik be.
it: Un altro profilo accede già con questo nome.
ko: 다른 프로필이 이미 이 이름으로 로그인합니다.
pl: Inny profil loguje się już tą nazwą.
pt: Outro perfil já inicia sessão com este nome.
pt_br: Outro perfil já entra com este nome.
ru: Другой профиль уже входит под этим именем.
th: มีโปรไฟล์อื่นใช้ชื่อนี้เข้าสู่ระบบอยู่แล้ว
tr: Başka bir profil zaten bu isimle giriş yapıyor.
uk: Інший профіль уже входить під цим ім’ям.
zh: 已有另一个档案用这个名字登录。

source: Another profile already uses this e-mail address.
ar: هناك ملف شخصي آخر يستخدم عنوان البريد الإلكتروني هذا.
de: Ein anderes Profil verwendet diese E-Mail-Adresse schon.
es: Otro perfil ya usa esta dirección de correo.
fr: Un autre profil utilise déjà cette adresse e-mail.
hi: कोई दूसरी प्रोफ़ाइल पहले से यह ईमेल पता इस्तेमाल करती है।
hu: Egy másik profil már használja ezt az e-mail-címet.
it: Un altro profilo usa già questo indirizzo e-mail.
ko: 다른 프로필이 이미 이 이메일 주소를 사용합니다.
pl: Inny profil używa już tego adresu e-mail.
pt: Outro perfil já usa este endereço de e-mail.
pt_br: Outro perfil já usa este endereço de e-mail.
ru: Другой профиль уже использует этот адрес e-mail.
th: มีโปรไฟล์อื่นใช้ที่อยู่อีเมลนี้อยู่แล้ว
tr: Başka bir profil bu e-posta adresini zaten kullanıyor.
uk: Інший профіль уже використовує цю адресу e-mail.
zh: 已有另一个档案在使用这个邮箱地址。

source: Any equipment
ar: أي معدات
de: Alle Geräte
es: Cualquier equipo
fr: Tout équipement
hi: कोई भी उपकरण
hu: Bármilyen eszköz
it: Qualsiasi attrezzo
ko: 모든 장비
pl: Dowolny sprzęt
pt: Qualquer equipamento
pt_br: Qualquer equipamento
ru: Любой инвентарь
th: อุปกรณ์ใดก็ได้
tr: Tüm ekipmanlar
uk: Будь-який інвентар
zh: 所有器械

source: Any pending suggestion is discarded and scheduled reviews stop. Your Coach history stays, and you can turn it back on anytime.
ar: سيُتخلص من أي اقتراح معلق وستتوقف المراجعات المجدولة. يبقى سجل المدرب، ويمكنك إعادة تشغيله في أي وقت.
de: Offene Vorschläge werden verworfen und geplante Auswertungen stoppen. Dein Verlauf bleibt, und du kannst ihn jederzeit wieder einschalten.
es: Se descarta cualquier sugerencia pendiente y se detienen las revisiones programadas. Tu historial se conserva y puedes reactivarlo cuando quieras.
fr: Toute suggestion en attente est supprimée et les bilans programmés s’arrêtent. Votre historique reste et vous pouvez le réactiver quand vous voulez.
hi: लंबित सुझाव हट जाते हैं और निर्धारित समीक्षाएँ रुक जाती हैं। आपका इतिहास रहता है और आप कभी भी दोबारा चालू कर सकते हैं।
hu: A függő javaslatok törlődnek, és az ütemezett áttekintések leállnak. Az Edző előzményei megmaradnak, és bármikor visszakapcsolhatod.
it: Ogni suggerimento in sospeso viene eliminato e le revisioni programmate si fermano. La cronologia resta e puoi riattivarlo quando vuoi.
ko: 대기 중인 제안은 삭제되고 예약된 리뷰는 중단됩니다. 기록은 남으며 언제든 다시 켤 수 있습니다.
pl: Oczekujące propozycje zostaną odrzucone, a zaplanowane przeglądy się zatrzymają. Historia zostaje i możesz włączyć go z powrotem w każdej chwili.
pt: Qualquer sugestão pendente é descartada e as revisões agendadas param. O teu histórico fica e podes voltar a ligá-lo quando quiseres.
pt_br: Qualquer sugestão pendente é descartada e as revisões agendadas param. Seu histórico do Treinador fica, e você pode ligá-lo de novo quando quiser.
ru: Ожидающие предложения удаляются, запланированные разборы останавливаются. История сохраняется, включить обратно можно в любой момент.
th: ข้อเสนอแนะที่รอดำเนินการจะถูกทิ้ง และการรีวิวตามกำหนดจะหยุดลง ประวัติโค้ชของคุณยังอยู่ และคุณเปิดกลับมาได้ทุกเมื่อ
tr: Bekleyen öneriler silinir ve planlanmış değerlendirmeler durur. Geçmişin kalır, istediğin zaman yeniden açabilirsin.
uk: Пропозиції, що очікують, буде скасовано, заплановані розбори зупиняться. Історія зберігається, увімкнути назад можна будь-коли.
zh: 待处理的建议会被丢弃，定期复盘也会停止。你的教练历史会保留，随时可以重新开启。

source: Anything else?
ar: أي شيء آخر؟
de: Sonst noch etwas?
es: ¿Algo más?
fr: Autre chose ?
hi: और कुछ?
hu: Bármi más?
it: Altro?
ko: 그 밖에는요?
pl: Coś jeszcze?
pt: Mais alguma coisa?
pt_br: Mais alguma coisa?
ru: Что-нибудь ещё?
th: มีอะไรอีกไหม
tr: Başka bir şey?
uk: Щось іще?
zh: 还有别的吗？

source: Anything it should know? (optional) — e.g. “right shoulder pinches on overhead work”
ar: أي شيء يجب أن يعرفه؟ (اختياري) — مثلًا «كتفي الأيمن يؤلمني في تمارين فوق الرأس»
de: Etwas, das er wissen sollte? (optional) — z. B. „rechte Schulter zwickt bei Überkopfübungen“
es: ¿Algo que deba saber? (opcional) — p. ej. «me pincha el hombro derecho en press por encima de la cabeza»
fr: Quelque chose à signaler ? (facultatif) — ex. « l’épaule droite coince sur les mouvements au-dessus de la tête »
hi: कुछ बताना चाहेंगे? (वैकल्पिक) — जैसे “ओवरहेड मूवमेंट में दायें कंधे में खिंचाव होता है”
hu: Van, amit tudnia kellene? (nem kötelező) — pl. „a jobb vállam becsíp fej fölötti gyakorlatoknál”
it: Qualcosa che dovrebbe sapere? (facoltativo) — es. «la spalla destra dà fastidio nei movimenti sopra la testa»
ko: 알아야 할 게 있나요? (선택) — 예: “오버헤드 동작에서 오른쪽 어깨가 결려요”
pl: Coś, co powinien wiedzieć? (opcjonalnie) — np. „prawy bark kłuje przy wyciskaniu nad głowę”
pt: Algo que deva saber? (opcional) — p. ex. «o ombro direito incomoda em movimentos acima da cabeça»
pt_br: Algo que ele deva saber? (opcional) — ex.: “o ombro direito incomoda em movimentos acima da cabeça”
ru: Что-то, что стоит учесть? (необязательно) — напр. «правое плечо простреливает при жиме над головой»
th: มีอะไรที่โค้ชควรรู้ไหม (ไม่บังคับ) — เช่น “ไหล่ขวาเจ็บเวลายกเหนือศีรษะ”
tr: Bilmesi gereken bir şey var mı? (isteğe bağlı) — örn. “baş üstü hareketlerde sağ omzum sıkışıyor”
uk: Щось, що варто врахувати? (необов’язково) — напр. «праве плече прострілює при жимі над головою»
zh: 有什么需要它知道的吗？（可选）——例如「过顶动作时右肩有挤压感」

source: Anything to work around?
ar: أي شيء يجب تجنبه؟
de: Gibt es etwas zu berücksichtigen?
es: ¿Algo que haya que tener en cuenta?
fr: Quelque chose à contourner ?
hi: कुछ ध्यान रखने योग्य?
hu: Van, amire figyelni kell?
it: Qualcosa da aggirare?
ko: 피해야 할 것이 있나요?
pl: Coś, co trzeba obejść?
pt: Algo a contornar?
pt_br: Algo a contornar?
ru: Что-то нужно обойти?
th: มีอะไรต้องหลีกเลี่ยงไหม
tr: Dikkat edilmesi gereken bir şey var mı?
uk: Щось потрібно обійти?
zh: 有什么需要避开的吗？
